import React from 'react';

import styles from './Requirements.module.scss';


const Requirements = () => (
  <div className={styles.wrapper}>
    <h4>Требования к заявке</h4>
    <p>Сумма займа от 200 000 рублей</p>
    <p>Срок займа до 60 месяцев</p>
    <p>
      Объект залога: квартира, дом, коттедж или офисное помещение в пределах 40 км от города.
    </p>
    <p>
      <b>Не работаем с:</b> деревянными домами, домами на территории СНТ, производственными помещениями, складами,
      земельными участками без построек, гаражами, долями в недвижимости (доли как самостоятельные объекты залога, не составляющие всё право собственности).
    </p>
    <p>Нет несовершеннолетних собственников</p>
    <p>Площадь объекта от 20 м2 для квартир и от 100 м2 для домов</p>
    <p>Возраст заемщика и залогодателя не превысит 70 лет к концу срока займа</p>
  </div>
);

export default Requirements;
